Repository: cinnovacion/olpc-inventario
Catalog: translation/po/*/inventario.po
Languages: es

source: You must provide the type of problem.
es: Usted debe proporcionar el tipo de problema.

source: You must provide the laptop linked to the problem.
es: Usted debe proporcionar la laptop ligada al problema.

source: You must provide the location of the owner.
es: Usted debe proporcionar la localidad del dueño.

source: You must provide the owner.
es: Usted debe proporcionar el dueño

source: Technician CI
es: CI técnico

source: Type
es: Tipo

source: Place
es: Localidad

source: Report Date
es: Fecha de reporte

source: Solved
es: Solucionado

source: Solved at
es: Solucionado en

source: Comment
es: Comentario

source: subject
es: Asunto

source: Location:
es: Localidad:

source: Reported by:
es: Reportado por:

source: The tag must be unique
es: La etiqueta debe ser única

source: Description
es: Descripción

source: Cost
es: Costo

source: Internal Tag
es: Etiqueta interna

source: Please specify who delivered.
es: Especifique por favor quién entregó.

source: Please specify who gets it.
es: Especifique por favor el destinatario.

source: Mov. Nbr
es: Numero de movimiento

source: Mov. Date
es: Fecha del movimiento

source: Mov. Time
es: Hora de movimiento

source: Serial Nbr
es: Numero de serial

source: Given by
es: Entregado por

source: Given (Doc id)
es: Entregado (CI)

source: Received by
es: Recibido por

source: Received (Doc id)
es: Recibido (CI)

source: Delivery from the CATS module
es: Entrega desde el módulo del CATS

source: Invalid type of movement
es: Tipo inválido de movimiento

source: Could not find the person with Document ID %s
es: No se pudo encontrar a la persona con CI %s

source: The loans require return date.
es: Los préstamos requieren fecha de devolución.

source: Only loans require return date.
es: Solo préstamos requieren fecha de devolución

source: This is a reminder that you are in their possession the following devices, which must be returned:
es: Este es un recordatorio de que usted tienen en posición los siguientes dispositivos, que deben ser devueltos:

source: Please communicate with info@paraguayeduca.org
es: Comuniquese por favor con info@paraguayeduca.org

source: Creation Date
es: Fecha de creación

source: Arrival Date
es: Fecha de llegada

source: Number
es: Numero

source: Repeated document id number
es: Número repetido de CI

source: Must have a document id number
es: Debe tener un número de CI

source: Created at
es: Fch creación

source: Name
es: Nombre

source: Last name
es: Apellido

source: Doc. Id.
es: Nro. C.I.

source: Doc. ID. Created at
es: C.I. creado en

source: Birth Date
es: Fecha de nacimiento

source: Tel.
es: Teléfono

source: Cell.
es: Nro. Cel

source: Profiles
es: Perfiles

source: Bar Code
es: Código de barra

source: Invalid Profile Configuration!
es: ¡Configuración inválida del perfil!

source: No sufficient level of access
es: No tiene suficiente nivel de acceso

source: Profile Configuration overrides!
es: ¡La configuración del perfil elimina!

source: No sufficient privileges
es: No tiene suficientes privilegios

source: You must specify the notification.
es: Usted debe especificar la notificación.

source: You must specify the Location.
es: Usted debe especificar la localidad.

source: The notification %s does not exist
es: La notificación %s no existe

source: No one subscribed to the notification %s
es: Nadie suscripto a la notificación %s

source: Access Level
es: Nivel de acceso

source: You do not have the sufficient level of access
es: Usted no tiene el suficiente nivel de acceso

source: Must specify the name.
es: Debe especificar el nombre.

source: Must specify the Latitude
es: Debe especificar la latitud

source: Must specify the Longitude
es: Debe especificar la longitud

source: You must specify the zoom.
es: Usted debe especificar el zoom.

source: You must specify the place
es: Usted debe especificar el lugar

source: You must specify the node type.
es: Usted debe especificar el tipo de nodo.

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Height
es: Altura

source: Location
es: Localidad

source: Parents Location
es: Localidad padre

source: Updated
es: Actualizado

source: IP Address
es: Direccion de IP

source: Username
es: Nombre de Usuario

source: Password
es: Contraseña

source: A child may not be the father nor the father the son.
es: Un niño no puede ser el padre ni el padre el hijo.

source: No sufficient level of access!
es: ¡No tiene suficiente nivel de acceso!

source: You must provide the serial number
es: Usted debe proporcionar el número de serie

source: Laptop Serial Number can not be repeated
es: El número de serie no puede ser repetido

source: You must provide the State
es: Usted debe proporcionar el estado

source: You must provide the Owner
es: Usted debe proporcionar al dueño

source: Serial nbr.
es: Numero de serial

source: In hands of
es: En manos de

source: Owners Doc Id
es: Identificación de Documentos del dueños

source: Code Bar Owner
es: Código de barra del dueño

source: Assigned to
es: Asignado a

source: Assignee Doc Id
es: Asignado a (CI)

source: Build Version
es: Version SO

source: Shipment
es: Cargamento

source: Model
es: Modelo

source: State
es: Estado

source: Id Box
es: ID Caja

source: Registered
es: Registrada

source: Last activation
es: Ultima activación

source: Yes
es: Si

source: Never
es: Nunca

source: You must provide the subscriber.
es: Usted debe proporcionar al suscriptor.

source: You must provide the Notification.
es: Usted debe proporcionar la notificación.

source: Notification
es: Notificacion

source: Subscriber
es: Suscriptor

source: Date of Subscription
es: Fecha de suscripción

source: %s does not have a valid email address. It can not be signed
es: %s no tiene una dirección de email válida. No puede ser firmado

source: The image must be named.
es: La imagen debe ser nombrada

source: The image must have an associated file.
es: La imagen debe tener un archivo asociado.

source: Descritpion
es: descripcion

source: Delivery?
es: Entregado?

source: You must specify the internal tag
es: Usted debe especificar la etiqueta interna

source: Tag
es: Etiqueta

source: Image
es: Imagen

source: Movement
es: Movimiento

source: Part
es: Parte

source: Amount
es: Monto

source: Responsible (CI)
es: Responsable (CI)

source: REMINDER
es: RECORDATORIO

source: Duration
es: Duración

source: Address
es: Dirección IP

source: Event
es: Evento

source: Date
es: Fecha

source: Reporter
es: Reportado por

source: Information
es: Información

source: Location associated
es: Localidad asociada

source: Key
es: Clave

source: Value
es: Valor

source: Equipment Type
es: Tipo de equipo

source: Serial Nbr.
es: Numero de serial

source: Movement Reason
es: Tipo de movimiento

source: Delivery Nbr.
es: Número de la entrega

source: Delivery date
es: Fecha entrega

source: You must provide the student.
es: Usted debe proporcionar al estudiante.

source: There is a student without laptop.
es: Hay un estudiante sin laptop.

source: Please specify a laptop.
es: Especifique por favor la laptop.

source: Assignment Nbr
es: Número de asignación

source: Assignment Date
es: Fecha de asignación

source: Assignment Time
es: Hora de asignación

source: Laptop serial
es: Número de serial

source: Given by (Doc ID)
es: Entregado por (CI)

source: Received (Doc ID)
es: Recibido (CI)

source: Couldn't find person with document ID %s
es: No se pudo encontrar a la persona con CI %s

source: Specify the solution.
es: Especifique la solución.

source: Specify who made the repair.
es: Especifique quién reparó.

source: Specify the problem.
es: Especifique el problema

source: Report
es: Reporte

source: Problem
es: Problema

source: Solution
es: Solución

source: Technician
es: Técnico

source: The number of deposit is required
es: Se requiere el número de deposito

source: Select the type of solution
es: Seleccione el tipo de solución

source: Specify the number of report
es: Especifique el número de informe

source: Id of the solution:
es: Identificación de la solución:

source: Id of the problem:
es: Identificación del problema:

source: Subject
es: Asunto

source: Solved by:
es: Resuelto por:

source: Requires part
es: Requiere parte

source: Location type
es: Tipo de localidad

source: This script can be run only once a year
es: Este script se puede correr solamente una vez al año

source: Not present to the next grade %s
es: No presente al grado siguiente %s

source: Direction
es: Direccion

source: Entry
es: Registro

source: Departure
es: Fecha de partida

source: Active
es: Activo

source: Must be at least %d characters
es: Debe ser al menos %d caracteres

source: You do not have enough access level.
es: Usted no tiene suficiente nivel de acceso.

source: Specify the person.
es: Especifique a la persona.

source: Specify the place.
es: Especifique el lugar.

source: Teacher
es: Docente

source: Deposit
es: Depositos

source: Deposited at
es: Depositado en

source: Bank
es: Banco

source: You must provide the new state.
es: Usted debe proporcionar el nuevo estado.

source: Previous state
es: Estado previo

source: New State
es: Estado nuevo

source: Battery
es: Batería

source: Charger
es: Cargador

source: Creation Time
es: Hora de creación

source: Nbr of Boxes
es: Numero de cajas

source: Responsible
es: Responsable

source: Delivered
es: Entregado

source: Delivery Date
es: Fecha de entrega

source: You must specify the person.
es: Usted debe especificar a la persona.

source: You must specify the place.
es: Usted debe especificar el lugar

source: You must specify the profile.
es: Usted debe especificar el perfil

source: Person
es: Persona

source: Profile
es: Perfil

source: Abbreviation
es: Abreviatura

source: Elements deleted.
es: Elementos borrados

source: #Report*
es: #Reporte*

source: Solution*
es: Solucion*

source: Date solved
es: Fecha solución

source: Comments
es: Comentarios

source: Deposits
es: Depositos

source: Editing not allowed in this window.
es: No se permite editar en esta ventana

source: Solution saved.
es: Solución guardada.

source: Laptop exchange
es: Intercambio de Laptop

source: Serial # of replacement laptop
es: # de serial de laptop de reemplazo

source: The operation can't be completed, the provided data doesn't exist in the system.
es: La operación no puede ser terminada, los datos proporcionados no existen en el sistema.

source: Not available
es: No disponible

source: Invalid deposit number.
es: Número de depósito invalido.

source: Invalid specified amount.
es: Monto significado es invalido

source: Invalid date.
es: Fecha invalida.

source: Changes saved.
es: Cambios guardados

source: Model added.
es: Modelo agregado.

source: No such script %s
es: No existe el script %s

source: Script run successfully.
es: El script se ejecutó con éxito.

source: Solution types
es: Tipos de solución

source: More info
es: Mas Info

source: Required parts
es: Piezas requeridas

source: Solution type added.
es: Tipo de solución agregado.

source: General info of the school
es: Info general de la escuela

source: Number of students
es: Número de estudiantes

source: Number of teachers
es: Número de profesores

source: Principals
es: Principales

source: Place added.
es: Localidad agregada.

source: The data provided is not correct.
es: Los datos proporcionados no son correctos.

source: Can't delete the place (it probably has dependencies).
es: No puede suprimir la localidad (tiene probablemente dependencias)

source: Person registered.
es: Persona registrada.

source: Couldn't great the person.
es: No podía saludar a la persona.

source: This person can't be deleted.
es: Esta persona no puede ser eliminado

source: Can't update this person.
es: No se puede actualizar a esta persona.

source: Internal tag
es: Etiqueta interna

source: Incoming
es: Entrante

source: Outgoing
es: Saliendo

source: Changes saved
es: Cambios guardados

source: Laptop added.
es: Laptop agregada.

source: Note
es: Observación

source: Do not use this form to change the owner or assignee of a laptop.<br />Use the Movements/Assignments systems instead.
es: No use este formulario para cambiar el dueño o asignación de una laptop.<br />Use los sistemas de movimientos/asignaciones para hacer eso.

source: Serial Number
es: Numero serial

source: OS version
es: Version de Sistema Operativo

source: Assigned to (final recipient)
es: Asignado a (destino final)

source: Status
es: Estado

source: Load .xls
es: Cargar .xls

source: Owned by
es: Propiedad de

source: Suscriber
es: Suscriptor

source: Lot information
es: Información del Lote

source: Owner
es: Dueño

source: Document ID
es: CI

source: Serial number
es: Numero serial

source: Difference
es: Diferencias

source: Audit at %s
es: Auditoría en %s

source: User
es: Usuario

source: Column
es: Columna

source: Before
es: Antes

source: After
es: Despues

source: Average repair time
es: Promedio de tiempo de reparacion

source: Days
es: Dias

source: Max
es: Maximo

source: Min
es: Minimo

source: Avg
es: Promedio

source: Average time
es: Tiempo de Promedio

source: Recurrence table
es: Tabla de recurrencia

source: Quantity
es: Cantidad

source: Values
es: Valores

source: Recurrence problems
es: Repeticion de problemas

source: Problem dist. (Hardware vs Software)
es: Distribucion de problemas (Hardware vs Software)

source: in %s
es: en %s

source: Distribution
es: Distribucion

source: Day
es: Dia

source: Week
es: Semana

source: Month
es: Mes

source: Year
es: Año

source: Average
es: Promedio

source: Acumulated
es: Acumulado

source: Frequency
es: Frecuencia

source: Avg Frequency
es: Frecuencia de promedio

source: Average trend
es: Tendencia de promedio

source: Incoming repair parts
es: Partes de repuestos entrantes

source: Registered by
es: Registrado por

source: Device
es: Dispositivo

source: Deposits in %s
es: Depósitos en %s

source: Serial Num.
es: Numero de serial

source: Not allowed
es: No permitido

source: Number of document ids generated
es: Numero de documento de identidad generado

source: Partially documented
es: Parcialmente documentada

source: Partial students
es: Estudiantes parciales

source: Total documented
es: Total de documentados

source: Total students
es: Total de estudiantes

source: Total not documented
es: Total no documentados

source: Graph
es: Grafico

source: Serial numbers by location
es: Números seriales por localidad

source: Entries
es: Registros

source: Place not found
es: Localidad no encontrada

source: Accumulated running time
es: Tiempo de uptime acumulado

source: Percentages
es: Porcentajes

source: In hands of %s (%s), %s
es: En manos de %s (%s), %s

source: Assigned to %s (%s), %s
es: Asignado a %s (%s), %s

source: Where are the laptops?
es: Donde estan las Laptops?

source: NITS (Not in the system)
es: No en el sistema

source: Person and location
es: Persona y localidad

source: You must select the location
es: Usted debe seleccionar la localidad

source: Repair parts used
es: Piezas de repuesto utilizadas

source: Can't sort by that part.
es: No se puede ordenar por esa parte.

source: You must select a location.
es: Debes seleccionar una localidad

source: Problems by grade
es: Problemas por grado

source: Grade
es: Grado

source: Problems by location
es: Problemas por localidad

source: Not solved
es: No resuelto

source: Absolute total
es: Total absoluto

source: People
es: Personas

source: Per person
es: Por persona

source: Eficiency (%)
es: Eficiencia (%)

source: Distribution (absolute)
es: Distribucion (absoluta)

source: Status of registered laptops
es: Estado de las laptops registradas

source: Document id
es: CI

source: Delivery receipt
es: Recibo de entrega

source: People of %s and their laptops
es: Personas de %s y sus laptops

source: In hands
es: En manos

source: Invalid Place
es: Localidad inválida

source: Invalid Criteria
es: Criterio invalido

source: Possible errors during deliery in %s
es: Errores posibles durante la entrega en %s

source: Has laptop?
es: Tiene laptop?

source: <b>(%s):</b> There is %s repeated, of which %s have laptops y %s don't.
es: <b>(%s):</b> Hay %s repetidas, en cual %s tienen laptops y %s no tienen

source: <B>In total:</B> there is %s repeated students, of which %s have laptos and %s don't.
es: <B> En total:</B> hay %s estudiantes repetidos, en cual %s tienen laptops y %s no tienen

source: No possible errors found.
es: No se encontraron posibles errores.

source: School num.
es: Numero de escuela

source: School name
es: Nombre de escuela

source: Laptop movements
es: Movimientos de laptops

source: Mov #
es: Movimiento #

source: Reason
es: Razon

source: Totals by movement type
es: Totales por tipo de movimiento

source: Movements on a given timeframe
es: Movimientos en una ventana de tiempo

source: Parts
es: Partes

source: Delivered by
es: Entregado por

source: Laptops per owner
es: Laptops por dueño

source: Laptops handed out per person
es: Laptops entregadas por persona

source: Laptops given to people
es: Laptops entregadas a personas

source: Lendings
es: Prestamos

source: Return date
es: Fecha devolución

source: Returned?
es: Devuelta?

source: Distribution of laptops grouped by status
es: Distribución de laptops agrupadas por estado

source: Status changes
es: Cambios de estado

source: Previous
es: Previo

source: Next
es: Siguiente

source: Number of laptops per location
es: Numero de laptops por localidad

source: The penultimate column shows the number of laptops physically in the place (or in a sub-place).<br>The final column shows the number of laptops assigned to that place (or a sub-place).
es: La columna penúltima muestra el número de laptops fisicamente en la localidad (o en una sub-localidad).<br>La columna última muestra el número de laptpos asignadas a esa localidad (o una sub-localidad).

source: Used repair parts
es: Partes de repuestos utilizadas

source: Timeline
es: Linea de tiempo

source: Problems grouped by type
es: Problemas agrupados por tipo

source: Load students
es: Cargar estudiantes

source: Load teachers
es: Cargar docentes

source: Load UUIDs
es: Cargar UUIDs

source: Spreadsheet
es: Planilla

source: Nothing to import.
es: Nada que importar.

source: The file was imported correctly.
es: El archivo ha sido importado correctamente

source: Load image
es: Cargar imagen

source: Image added.
es: Imagen agregada.

source: Image deleted.
es: Imagen borrada.

source: Handoff?
es: Entregada?

source: Movement type added.
es: Tipo de movimiento agregado.

source: Part types
es: Tipos de parte

source: Laptop movement
es: Movimiento de laptop

source: Movement reason
es: Tipo de movimiento

source: Handed to:
es: Entregado a:

source: Observation
es: Observacion

source: Can't find person with document id
es: No se encuentra la persona con CI

source: Handed to
es: Entregado a

source: Can't find laptop with serial number
es: No se encuentra la laptop con numero de serial

source: Owned by
es: Propiedad de

source: Return date:
es: Fecha de devolucion

source: Comment:
es: Comentario:

source: The movement has been registered.
es: El movimiento ha sido registrado.

source: The movement has been cancelled
es: El movimiento ha sido cancelado

source: The movements have been cancelled
es: Los movimientos han sido cancelados

source: Movement by lot
es: Movimiento de lote

source: This form is for creating <b>movements</b> of laptops in mass. For each movement you wish to create, scan the barcode of the person and the barcode (serial number) of the laptop.
es: Este formulario es para hacer <b>movimientos</b> de laptops de manera masiva. Por cada movimiento que quieres hacer, escanea el codigo de barra de la persona y el codigo de barra (numero de serie) de la laptop.

source: %s doesn't exist.
es: %s no existe

source: The laptop with serial number %s doesn't exist.
es: La laptop con numero de serial %s no existe

source: Laptops moved out with the mass movement form.
es: Laptops entregada con el formulario de movimientos masivos

source: The movements have been registered.
es: El movimiento ha sido registrado.

source: Register handout
es: Registrar entrega

source: Entries with a tick will cause a movement to be created for each laptop, to the current assignee of the laptop (shown).
es: Entradas con un check causarán la creación de un movimiento para cada laptop, hasta la person que tiene la asignación actual de la laptop (se muestra).

source: By serial
es: Por serial

source: Use this form to mark laptops as handed out. For each laptop, a movement will be created, from the current owner to the respective assignee.
es: Este formulario es para marcar laptops como entregadas. Para cada laptop, un movimiento será creado, desde el dueño actual hasta su asignación.

source: Fill in the "Reason" and "Observation" fields on the Main tab of this window.
es: Rellena los campos "Razon" y "Observación" en la pestaña Principa de esta ventana.

source: Laptop handout
es: Entrega de laptop

source: The following laptops weren't recognized
es: Las siguientes laptops no fueron reconocidas

source: Insufficient data given!
es: ¡Los datos obtenidos son insuficientes!

source: Can't find person
es: No se puede encontrar a esta persona.

source: Wrong user or password.
es: Usuario o contraseña incorrecta.

source: You are no longer in the system, bye-bye.
es: Usted ya no esta en el sistema, adiós.

source: Applications
es: Aplicaciones

source: Schools info
es: Info de escuela

source: School
es: Escuela

source: Developer config options
es: Opciones de config del desarrollador

source: Run code
es: Ejecutar programa.

source: Notification types
es: Tipos de notificación.

source: Images
es: Imágenes

source: Default values
es: Valores predeterminados

source: System configuration
es: Configuración del sistema

source: Audit records
es: Auditoría

source: Add
es: Agregar

source: List
es: Listar

source: Inventory
es: Inventario

source: Assignments
es: Asignaciones

source: Done assignment
es: Asignación grabada.

source: Mass assignment
es: Asignación masiva

source: Assignments recorded.
es: Asignaciones guardadas.

source: Students lot
es: Lote de estudiantes

source: List assignments
es: Lista de asignaciones

source: New assignment
es: Nueva asignación

source: Movements
es: Movimientos

source: Movement recorded.
es: Movimiento guardado.

source: Mass movement
es: Movimiento masivo

source: Movements recorded.
es: Movimientos guardados.

source: List movements
es: Lista de movimientos

source: New movement
es: Nuevo movimiento

source: Lots
es: Lotes

source: Reports
es: Reportes

source: Serial numbers per location
es: Números seriales por localidad

source: Where are these laptops?
es: Donde están las Laptops?

source: Movements grouped by type
es: Movimientos agrupados por tipo

source: Laptops per location
es: Laptops por localidad

source: Laptops per status
es: Laptops por estado

source: Registry of status changes
es: Registro de cambios de estado

source: Print barcodes
es: Imprimir códigos de barra

source: Print lot receipt
es: Imprimir recibo de lotes

source: Posible errors and inconsistencies
es: Posibles errores e inconsistencias

source: Receipts for individuals
es: Recibos para entregas individuales

source: Registered laptops
es: Laptops registradas

source: People and their laptops
es: Personas y sus laptops

source: Laptops and UUIDs
es: Laptops y UUIDs

source: Laptops check
es: Control de laptops

source: Configuration
es: Configuración

source: Laptop models
es: Modelos de laptops

source: Movement types
es: Tipos de movimiento

source: Status types
es: Tipos de estado

source: Laptop (default) values
es: Valores (por defecto) de laptop

source: Shipments
es: Cargamentos

source: Technical support
es: Soporte técnico

source: Events
es: Eventos
