Repository: cinnovacion/olpc-inventario
Catalog: translation/po/*/inventario.po
Languages: es

source: Network nodes tracking
es: Monitoreo de nodos de red

source: Transfers
es: Transferencias

source: Part movements
es: Movimiento de partes

source: Report a problem
es: Reportar un Problema

source: Register solution
es: Registrar solución

source: Replacement
es: Reemplazo

source: Problem solutions
es: Soluciones de problemas

source: Replaced parts distribution
es: Distribución de partes remplazadas

source: Problem time response
es: Tiempo de respuesta de problemas

source: Problems by type
es: Problemas agrupados por tipo

source: Problems by school
es: Problemas por escuela

source: Replacement parts used by each person
es: Partes de reemplazo usadas por cada persona

source: Network nodes uptime
es: Uptime de los nodos de red

source: Problems & deposits
es: Problemas & depósitos

source: Stock status
es: Estado de stock

source: Hardware vs. software dist.
es: Distribución de problemas (Hardware vs. Software)

source: Laptops with recurring problems
es: Laptops con recurrencia de problemas

source: Problem types
es: Tipos de problema

source: Node types
es: Tipos de nodo

source: Nodes
es: Nodos

source: School Servers
es: Servidores de la escuelas

source: Part movement types
es: Tipo de movimiento de partes

source: People & locations
es: Personas & localidades

source: Locations
es: Localidades

source: Transfer complete.
es: Traslado hecho.

source: Transfer people
es: Trasladar personas

source: List people
es: Lista de personas

source: Add people
es: Agregar personas

source: Students & document ids
es: Estudiantes & CIs

source: Document IDs
es: CI

source: Location types
es: Tipo de localidades

source: Administrator's configuration
es: Configuración del administrador

source: Import data
es: Importar datos

source: Notification suscriptions
es: Suscripciones a notificaciones

source: Users
es: Usuarios

source: Node type added.
es: Tipo de nodo agregado.

source: School
es: Escuela

source: Lease duration
es: Duración de lease

source: IP address
es: Direccion de IP

source: Information added.
es: Información agregada.

source: New status added.
es: Nuevo estado agregó.

source: Solved?
es: Resuelto?

source: Nobody
es: Nadie

source: No place
es: Sin Lugar

source: This laptop is owned by %s who belongs to %s
es: Esta laptop es propiedad de %s quien pertenece a %s

source: This problem has already been report %d times
es: Este problema ya ha sido reportado %d veces

source: , of which the following haven't been solved yet: [%s]
es: , de la cuales los siguientes no han sido resuelto: [%s]

source: It is highly probable that this report is repeated.
es: Es altamente probable que este reporte sea repetido.

source: Problem report created.
es: Reporte de problema creado.

source: Assign Laptop
es: Asignar Laptop

source: Assigned to:
es: Asignado a:

source: Deassigned
es: Desasignado

source: in hands of
es: En manos de

source: The assignment has been registered.
es: La asignación ha sido registrada.

source: The assignment has been cancelled
es: La asignación ha sido cancelada

source: The assignments have been cancelled
es: Las asignaciones han sido canceladas

source: This form is for creating <b>assignments</b> of laptops in mass. For each assignment you wish to create, scan the barcode of the person and the barcode (serial number) of the laptop.
es: Este formulario es para hacer <b>asignaciones</b> de laptops de manera masiva. Por cada asignacion que quieres hacer, escanea el codigo de barra de la persona y el codigo de barra (numero de serie) de la laptop.

source: Laptops assigned with the massive delivery form.
es: Laptops asignadas con el formulario de asignaciones masivas

source: The assignments have been registered.
es: Las asignaciones han sido registradas.

source: Mass assignment.
es: Asignación masiva.

source: Laptops assigned in mass.
es: Asignación masiva

source: Parent location
es: Localidad padre

source: Location added.
es: Localidad agregada.

source: Could not find place %d
es: No se puede encontrar la localidad %d

source: Location type added.
es: Tipo de localidad agregado.

source: Re-type Password
es: Re-ingrese su contraseña

source: Passwords don't match.
es: Las contraseñas no coinciden.

source: User added.
es: Usuario agregado.

source: Add a new movement of parts.
es: Agregar nuevo movimiento de partes.

source: Movement type
es: Tipo de movimiento

source: Part type
es: Tipo de parte

source: Transfer parts.
es: Traslado de partes.

source: Source place
es: Localidad origen

source: Destination place
es: Localidad destino

source: Transfer saved.
es: Transferencia guardada.

source: Num. of boxes
es: Número de cajas

source: Responsible person
es: Persona responsable

source: Delivered?
es: Entregado?

source: Section
es: Seccion

source: Lot created.
es: Lote creado.

source: Lot deleted.
es: Lote eliminado.

source: Notification added.
es: Notificación agregada

source: Elements deleted
es: Elementos eliminados

source: Deposit date
es: Fecha de deposito

source: Deposit added.
es: Depósito agregado.

source: Arrival date
es: Fecha de llegada

source: Shipment added.
es: Cargamento agregado.

source: You don't have authorization for this section.
es: No tiene autorización para esta sección.

source: You are not authenticated
es: Usted no esta autenticado

source: Spanish
es: Español

source: English
es: Ingles

source: Lastname
es: Apellido

source: Birth date
es: Fecha de Nacimiento

source: Phone num.
es: Numero de tel.

source: Cell num.
es: Numero de cel.

source: Notes
es: Observaciones

source: Personal image
es: Imagen personal

source: Person added.
es: Persona agregada.

source: This form is for moving <b>all people</b> from one place to another.
es: Este formulario es para trasladar a <b>todas las personas</b> de una localidad hasta otra.

source: Move people from
es: Trasladar personas desde

source: Move people to
es: Trasladar personas hasta

source: Add comment to person notes
es: Agregar comentario en las observaciones de persona

source: Person was moved from %s
es: Persona fue trasladada desde %s

source: Permissions
es: Permisos

source: Access level
es: Nivel de acceso

source: Profile created.
es: Perfil creado.

source: Node added.
es: Nodo agregado.

source: Configuration of problem types
es: Configuración de tipos de problemas

source: Problem type created.
es: Tipo de problema creado.

source: Given by:
es: Entregado por:

source: Received by:
es: Recibido por:

source: Reasons
es: Razones

source: Given to
es: Entregado a

source: Activated by
es: Activado por

source: Lended by
es: Prestado por

source: Lended to
es: Prestado a

source: Returned
es: Regresado

source: Not returned
es: No regresado

source: Filters
es: Filtros

source: Since
es: Desde

source: Problems
es: Problemas

source: With laptops in hands
es: Con laptops en manos

source: Without laptops in hands
es: Sin laptops en manos

source: With laptops assigned
es: Con laptops asignadas

source: Without laptops assigned
es: Sin laptops asignadas

source: Lot
es: Lote

source: Normal Document ID
es: CI reales

source: Fake Document ID
es: CI temporales

source: Assignment
es: Asignaciones

source: Physical owner
es: Propietario fisico

source: Generate by
es: Generar por

source: Not registered
es: No registrado

source: Group by
es: Agrupar por

source: Number of people
es: Número de personas

source: Problems per person
es: Problemas por persona

source: Eficiency
es: Eficiencia

source: Order by
es: Ordenar por

source: Belong to
es: Pertenece a

source: Owners
es: Dueños

source: From
es: De

source: Descending
es: Descendiente

source: Ascending
es: Ascendiente

source: Order
es: Orden

source: In
es: En

source: Grouped by:
es: Agrupado por:

source: Person has multiple laptops!
es: Persona tiene mas de una laptop!

source: None
es: Ninguno

source: Notes: %s
es: Observaciones: %s

source: Estipulated box number
es: Numero de caja estipulado

source: Calculated box number
es: Numero de caja calculado

source: Signature
es: Firma

source: Delivery
es: Entrega

source: Date:
es: Fecha:

source: Article
es: Artículo

source: To
es: Para

source: Movements per Type
es: Movimientos por tipo

source: to
es: a

source: Movement:
es: Movimiento:

source: Delivered to:
es: Entregado a:

source: Signature:
es: Firma:
